<?php
include_once("../scripts/check.php");
include_once('../scripts/head.php');
/**
 * Created by PhpStorm.
 * User: Roman
 * Date: 28.02.16
 * Time: 17:01
 */
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Артикль в английском</title>
    <link rel="stylesheet" href="/css/commonStylesheet.css">
</head>
<body>
<div class="feed">
    <h1>Определение и происхождение артикля в английском языке</h1>
    <article>
        <b>Артикль в английском языке </b>– это служебная часть речи, которая служит для выражения категории
        определенности / неопределенности.<br>
        <br>
        Определенность означает, что предмет индивидуализирован, выделен из всех остальных предметов этого вида, а
        неопределенность представляет собой более общую ссылку на этот тип предметов в целом.<br>
        <br>
        Например:<br>
        <blockquote>
            <span>
                <b>The boy</b> has <b>a ball</b><br>
                У мальчика есть мячик
            </span>
        </blockquote>
        <br>
        В указанном примере имеется в виду некий определенный, конкретный мальчик, известный читателю из контекста, а
        слово «мячик» имеет более общее значение и обозначает, какой тип предмета у него есть.<br>
        <br>
        В английском языке есть два артикля: определенный the и неопределенный a (an). Оба они произошли от
        знаменательных частей речи и частично сохранили в себе свое старое значение.<br>
        <br>
        Определенный артикль the произошел от указательного местоимения that, отсюда и его значение конкретности. Старое
        значение можно проследить в таких фразах, как: at the (that) time, of the (that) kind.<br>
        <br>
        Неопределенный артикль a произошел от числительного one, значение которого четко видно во фразах: not a word, a
        mile’s walk, a cup or two.<br>
        <br>
        Неопределенный артикль в английском языке имеет два варианта – a и an. Если существительное начинается с
        согласного звука, то используется форма a, если с гласного – форма an:<br>
        <blockquote>
            <span>
                 a tree, a worker, a hero<br>
                 an apple, an engineer, an hour
            </span>
        </blockquote>
        <br>
    </article>
</div>
</body>
</html>