<?php
include_once("../scripts/check.php");
include_once('../scripts/head.php');
/**
 * Created by PhpStorm.
 * User: Roman
 * Date: 28.02.16
 * Time: 17:01
 */
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name=viewport content="width=device-width, initial-scale=1">
    <title>Классификация глаголов</title>
    <link rel="stylesheet" href="/css/commonStylesheet.css">
</head>
<body>
<div class="feed">
    <h1>
        Классификация глаголов английского языка
    </h1>
    <article>
        <b>Глагол</b> - это самостоятельная часть речи, обозначающая действие или состояние предмета или лица.
        В английском языке признаком глагола в неопределенной форме является частица to.<br>
        <blockquote class="style1">
            <span>
                to sing, to draw, to exist, to stand<br>
                петь, рисовать, существовать, стоять
            </span>
        </blockquote>
        <br>
        Чаще всего именно глагол является ключевой основой, вокруг которой строится предложение, поэтому глаголы почти
        во всех языках следуют сложным правилам грамматики и имеют большое число форм.
        <br>
    </article>
    <h2>
        Структура английских глаголов
    </h2>
    <article>
        По структуре английские глаголы делятся на простые, производные, сложные и составные.<br>
        <br>
        <b>Простые</b> глаголы состоят только из одного корня:<br>
        <blockquote class="style1">
            <span>
            walk, play, eat<br>
            идти, играть, есть
            </span>
        </blockquote>
        <br>
        В <b>производных</b> глаголах, кроме корня есть приставка и/или суффикс:<br>
        <blockquote>
            <span>
                <b>un</b>leash, <b>re</b>read, <b>re</b>play<br>
                развеять, перечитать, переиграть
            </span>
        </blockquote>
        <br>
        <b>Сложные</b> глаголы состоят из двух основ: <br>
        <blockquote>
            <span>
                underline, whitewash
            </span>
        </blockquote>
        <br>
        <b>Составные </b>(фразовые) глаголы состоят из глагола и наречия или предлога:<br>
        <blockquote>
            <span>
                look out, stand up<br>
                высматривать, выдерживать
            </span>
        </blockquote>
        <br>
        По значению английские глаголы делятся на смысловые и служебные.<br>
        <br>
        <b>Смысловые</b> (самостоятельные) глаголы обладают собственным лексическим згначением, они обозначают
        определенное действие или состояние:<br>
        <blockquote>
            <span>
                I work at the zoo.<br>
                Я работаю в зоопарке.
            </span>
        </blockquote>
        <br>
        <b>Служебные</b> не имеют самостоятельного значения. Они используются только для построения сложных форм глагола
        или составных сказуемых. В составных сказуемых спрягаются именно служебные глаголы, то есть при их помощи можно
        выразить лицо, число и время:<br>
        <blockquote>
            <span>
                I am going, Jim is going, people were going<br>
                Я иду, Джим идет, люди шли
            </span>
        </blockquote>
        <br>
        <b>Служебные английские глаголы:</b><br>
        <ul>
            <li>глаголы-связки, которые служат для образования сложных глагольных форм (to be, to become, to remain, to
                grow, to get, to turn, to look, to keep и другие)
            </li>
            <li>вспомогательные глаголы, которые служат для построения составного сказуемого: (to be, to do, to have, to
                let, shall, will и другие)
            </li>
            <li>модальные глаголы, которые отражают отношение говорящего к данному действию: (can, may, must, ought,
                need и другие)
            </li>
        </ul>
        <br>
        <b>Основные формы английского глагола: </b><br>
        <ul>
            <li>Инфинитив (to sing, to travel)</li>
            <li>Прошедшее неопределенное время (sang, travelled)</li>
            <li>Причастие прошедшего времени (причастие второе) (sung, travelled)</li>
        </ul>
        <br>
        Иногда их называют соответственно первой, второй и третей формой английского глагола. Эти основные формы служат
        для построения всех остальных глагольных форм, простых и слонжных.
    </article>
</div>
</body>